//;******************************************************************************
//;* Copyright (c) 2017, Insyde Software Corp. All Rights Reserved.
//;*
//;* You may not reproduce, distribute, publish, display, perform, modify, adapt,
//;* transmit, broadcast, present, recite, release, license or otherwise exploit
//;* any part of this publication in any form, by any means, without the prior
//;* written permission of Insyde Software Corporation.
//;*
//;******************************************************************************
//; 

/=#

#include "Standard.uni"

// Form - Legacy BIOS Settings
#string STR_FORM_LEGACY_BIOS_SETTINGS_TITLE                                   #language en-US  "Legacy BIOS Settings"
#string STR_FORM_LEGACY_BIOS_SETTINGS_HELP                                    #language en-US  "Customize legacy bios protocol instance created by VfrApp driver."

#string STR_FORM_LEGACY_BOOT_DEVICE_NUMBER_SETTING                            #language en-US  "Legacy Boot Device Number Settings"
#string STR_FORM_LEGACY_BOOT_DEVICE_NUMBER_FLOPPY_PROMPT                      #language en-US  "Floppy Device Number"
#string STR_FORM_LEGACY_BOOT_DEVICE_NUMBER_FLOPPY_HELP                        #language en-US  "The number of Floppy boot device"
#string STR_FORM_LEGACY_BOOT_DEVICE_NUMBER_HDD_PROMPT                         #language en-US  "HDD Device Number"
#string STR_FORM_LEGACY_BOOT_DEVICE_NUMBER_HDD_HELP                           #language en-US  "The number of HDD boot device"
#string STR_FORM_LEGACY_BOOT_DEVICE_NUMBER_CDROM_PROMPT                       #language en-US  "CD-ROM Device Number"
#string STR_FORM_LEGACY_BOOT_DEVICE_NUMBER_CDROM_HELP                         #language en-US  "The number of CD-ROM boot device"
#string STR_FORM_LEGACY_BOOT_DEVICE_NUMBER_PCMCIA_PROMPT                      #language en-US  "PCMCIA Device Number"
#string STR_FORM_LEGACY_BOOT_DEVICE_NUMBER_PCMCIA_HELP                        #language en-US  "The number of PCMCIA boot device"
#string STR_FORM_LEGACY_BOOT_DEVICE_NUMBER_USB_PROMPT                         #language en-US  "USB Device Number"
#string STR_FORM_LEGACY_BOOT_DEVICE_NUMBER_USB_HELP                           #language en-US  "The number of USB boot device"
#string STR_FORM_LEGACY_BOOT_DEVICE_NUMBER_NETWORK_PROMPT                     #language en-US  "Network Device Number"
#string STR_FORM_LEGACY_BOOT_DEVICE_NUMBER_NETWORK_HELP                       #language en-US  "The number of Network boot device"
#string STR_FORM_LEGACY_BOOT_DEVICE_NUMBER_BEV_PROMPT                         #language en-US  "BEV Device Number"
#string STR_FORM_LEGACY_BOOT_DEVICE_NUMBER_BEV_HELP                           #language en-US  "The number of BEV boot device"

